[
  "dataview",
  "calendar",
  "quickadd",
  "recent-files-obsidian",
  "obsidian-minimal-settings",
  "obsidian-copy-block-link",
  "note-refactor-obsidian",
  "obsidian-sortable",
  "notion-like-tables",
  "obsidian-excel-to-markdown-table",
  "obsidian-float-toc-plugin",
  "number-headings-obsidian",
  "cmdr",
  "darlal-switcher-plus",
  "buttons",
  "obsidian-icon-folder",
  "markdown-table-editor",
  "obsidian-tasks-plugin",
  "obsidian-style-settings",
  "templater-obsidian",
  "open-files-with-commands",
  "fuzzy-chinese-pinyin",
  "global-search-and-replace",
  "obsidian-custom-frames",
  "heatmap-calendar",
  "remotely-save",
  "image-converter",
  "editing-toolbar",
  "simple-banner",
  "obsidian-git",
  "obsidian-day-planner",
  "periodic-notes",
  "obsidian42-brat",
  "file-explorer-note-count",
  "ninja-cursor",
  "omnisearch",
  "colored-tags",
  "interactive-ratings",
  "file-explorer-plus",
  "obsidian-book-search-plugin",
  "advanced-canvas",
  "simple-canvasearch",
  "chronos",
  "d2-obsidian"
]