[
  "dataview",
  "calendar",
  "quickadd",
  "recent-files-obsidian",
  "obsidian-minimal-settings",
  "obsidian-copy-block-link",
  "note-refactor-obsidian",
  "obsidian-sortable",
  "notion-like-tables",
  "obsidian-excel-to-markdown-table",
  "obsidian-float-toc-plugin",
  "number-headings-obsidian",
  "cm-editor-syntax-highlight-obsidian",
  "cmdr",
  "darlal-switcher-plus",
  "buttons",
  "obsidian-icon-folder",
  "markdown-table-editor",
  "obsidian-tasks-plugin",
  "obsidian-style-settings",
  "templater-obsidian",
  "obsidian-react-components",
  "open-files-with-commands",
  "fuzzy-chinese-pinyin",
  "global-search-and-replace",
  "settings-search",
  "obsidian-custom-frames",
  "heatmap-calendar",
  "remotely-save",
  "image-converter",
  "editing-toolbar",
  "simple-banner",
  "obsidian-git",
  "copilot",
  "obsidian-textgenerator-plugin"
]